Repository: pypi-data/pypi-mirror-53
Catalog: packages/cubicweb-skos/cubicweb-skos-1.6.0.tar.gz/cubicweb-skos-1.6.0/cubicweb_skos/i18n/*.po
Languages: fr

source: ConceptScheme
fr: Vocabulaire contrôlé

source: ConceptScheme_plural
fr: Vocabulaires contrôlés

source: Concept_plural
fr: Concepts

source: Encoding error line %s
fr: Erreur d'encodage ligne %s

source: Expression used to refer to a concept in natural language
fr: Expression référrant à un concept en langage naturel

source: Import a SKOS file
fr: Importer un fichier SKOS

source: Import completed
fr: Import terminé avec succès

source: Import concepts from file
fr: Importer les concepts depuis un fichier

source: Indentation error line %s
fr: Erreur d'indentation ligne %s

source: LCSV
fr: Linked CSV

source: Label
fr: Libellé

source: Label_plural
fr: Libellés

source: Labels
fr: Libellés

source: New Concept
fr: Nouveau concept

source: New ConceptScheme
fr: Nouveau vocabulaire contrôlé

source: New Label
fr: Nouveau libellé

source: New SKOSSource
fr: Nouvelle source SKOS

source: Please specify <b>an arbitrary short name</b> for the data source and <b>one or more URL from which RDF data may be retrieved</b>.
fr: Veuillez spécifier <b>un nom court</b> pour la source de données et <b>une ou plusieurs URL pointant vers les données RDF à importer</b>.

source: RDF format
fr: format RDF

source: SKOS file
fr: fichier SKOS

source: SKOS import completed but no scheme was found
fr: Import SKOS effectué mais aucun vocabulaire contrôlé trouvé

source: SKOS import completed: %s
fr: Import SKOS effectué : %s

source: SKOS import failed:
fr: Échec de l'import SKOS :

source: SKOS sources
fr: sources SKOS

source: SKOSSource
fr: Source SKOS

source: SKOSSource_plural
fr: Sources SKOS

source: Synchronization has been requested, refresh this page in a few minutes.
fr: La demande de synchronisation a été enregistrée. Veuillez rafraîchir cette page dans quelques minutes.

source: This Concept
fr: Ce concept

source: This Concept:
fr: Ce concept :

source: This ConceptScheme
fr: Ce vocabulaire contrôlé

source: This ConceptScheme:
fr: Ce vocabulaire contrôlé

source: This Label
fr: Ce libellé

source: This Label:
fr: Ce libellé :

source: This SKOSSource
fr: Cette source SKOS

source: This SKOSSource:
fr: Cette source SKOS :

source: This concept belongs to several schemes:
fr: Ce concept est utilisé dans plusieurs vocabulaires :

source: This form allows to import SKOS RDF published on the Internet using a <b>source</b>. Sources may be synchronized when desired.
fr: Ce formulaire permet d'importer des données au format SKOS RDF publiées sur Internet via une <b>source</b>. Les sources peuvent être synchronisées quand désiré.

source: This source has no associated scheme. This may be because it has not yet been synchronized. You may ask for synchronization using the button in the "imports" tab. <b>If there is a lot of concepts to import, you should probably rather ask the site administrator to import it for you.</b>
fr: Cette source n'a pas de vocabulaire associé. C'est peut-être car elle n'est pas encore été synchronisée. Vous pouvez demander la synchronisation en utilisant le bouton disponible dans l'onglet "imports". <b>S'il y a beaucoup de concepts à importer, vous devriez plutôt demander à l'administrateur du site d'importer le vocabulaire pour vous.</b>

source: Unit of thought: idea, meaning, or (category of) object(s) and event(s)
fr: Unité de pensée : idée, sens, (catégorie d')objet(s) ou évènement(s)

source: Vocabulary made of concepts
fr: Vocabulaire de concepts

source: a preferred label in "%(lang)s" language already exists
fr: un libellé préféré avec le code langage "%(lang)s" est déjà défini

source: a preferred label without language already exists
fr: un libellé préféré sans code langage est déjà défini

source: add Concept broader_concept Concept object
fr: sous-concept

source: add Concept in_scheme ConceptScheme object
fr: concept

source: add Concept related_concept Concept subject
fr: concept lié

source: add Label label_of Concept object
fr: libellé

source: add a Concept
fr: ajouter un concept

source: add a ConceptScheme
fr: ajouter un vocabulaire

source: add a Label
fr: ajouter un libellé

source: add a SKOSSource
fr: ajouter une source SKOS

source: alternative
fr: alternatif

source: alternative_label
fr: libellé alternatif

source: broader_concept
fr: concept parent

source: broader_concept_object
fr: sous-concept

source: close concept in another vocabulary
fr: concept proche dans un autre vocabulaire

source: close_match
fr: concept proche

source: close_match_object
fr: concept proche de

source: concept label
fr: libéllé du concept

source: creating Concept (Concept in_scheme ConceptScheme %(linkto)s)
fr: concept dans le vocabulaire contrôlé %(linkto)s

source: creating Label (Label label_of Concept %(linkto)s)
fr: libellé pour le concept %(linkto)s

# Concept
source: cwuri
fr: URI

# ConceptScheme
source: cwuri
fr: URI

source: definition
fr: définition

source: definition_format
fr: format

source: english
fr: anglais

source: equivalent concept in another vocabulary
fr: concept équivalent dans un autre vocabulaire

source: exact_match
fr: concept équivalent

source: example
fr: exemple

source: example_format
fr: format

source: file
fr: fichier

source: file encoding
fr: encodage du fichier

source: file format
fr: format du fichier

source: french
fr: français

source: hidden
fr: caché

source: hidden_label
fr: libellé caché

source: hierarchical delimiter
fr: séparateur hiérarchique

source: import concept scheme from SKOS
fr: importer un vocabulaire contrôlé depuis un fichier SKOS

source: import concepts
fr: importer des concepts

source: in_scheme
fr: dans le vocabulaire

source: in_scheme_object
fr: concept

source: inline csv import
fr: Vous pouvez si vous le souhaitez importer les concepts depuis un fichier :

source: kind
fr: type

source: label
fr: libellé

source: label_of
fr: libellé de

source: language code, e.g. "en" or "fr-fr"
fr: code langage, e.g. "en" ou "fr-fr"

source: language of concepts in the file
fr: langue des concepts dans le fichier

source: language_code
fr: code langage

source: missing $id column
fr: colonne $id manquante

source: missing prolog column (#)
fr: colonne prolog (#) manquante

source: missing url info for column %s
fr: information de type url manquante pour la colonne %s

source: more general concept
fr: concept plus générique

source: narrower_concept
fr: sous-concepts

source: narrower_concept_object
fr: concept parent

source: one more more URL from which content will be imported, e.g. "http://data.culture.fr/thesaurus/data/ark:/67717/Matiere?includeSchemes=true". You may put one URL per line
fr: une ou plusieurs URL depuis lesquels les données seront importés, e.g. "http://data.culture.fr/thesaurus/data/ark:/67717/Matiere?includeSchemes=true". Vous pouvez spécifier une URL par ligne.

source: per extension
fr: en fonction de l'extension

source: please specify a language code
fr: veuillez spécifier un code langage

source: please use another language code
fr: veuillez spécifier un autre code langage

source: preferred
fr: préféré

source: preferred_label
fr: libellé préféré

source: related concept
fr: concept lié

source: related_concept
fr: concept lié

source: scheme the concept has been attached to
fr: vocabulaire auquel le concept est attaché

source: skos.source-imports
fr: imports

source: skos.source-main
fr: informations

source: skos_sub_concepts_tab
fr: sous-concepts

source: skos_top_concepts_tab
fr: concepts

source: space
fr: espace

source: synchronize
fr: synchroniser

source: through_cw_source
fr: source CubicWeb

source: through_cw_source_object
fr: source SKOS

source: to_import
fr: importer
